blackboxapp.blackbox
bradlc.vscode-tailwindcss
danielpinto8zz6.c-cpp-compile-run
danielsanmedium.dscodegpt
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
mechatroner.rainbow-csv
mikestead.dotenv
mkxml.vscode-filesize
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.powershell
njpwerner.autodocstring
redhat.java
ritwickdey.liveserver
sidthesloth.html5-boilerplate
tomoki1207.pdf
twxs.cmake
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-maven
zignd.html-css-class-completion
